export function getEchartsData() {
  return {
    xlabel: [ '文书类','专业类','录音类','录像类','照片类','科技类','实物类','会计类','人事类' ],
    data: [298,252,204,265,186,275,132,204,218],
    total: 698445
  }
}
export function getProgressData() {
  return {
    inFile: 5689,
    noInFile: 1230,
    percent: 75
  }
}
export function getTabVerticalLeftList() {
  return [
    {
      id: '1',
      title: '京赣动态'
    },
    {
      id: '2',
      title: '京赣协作'
    },
    {
      id: '3',
      title: '京赣公文'
    },
    {
      id: '4',
      title: '京赣通办'
    },
    {
      id: '5',
      title: '京赣政务'
    },
    {
      id: '6',
      title: '新闻动态'
    }
  ]
}
export function getTabVerticalRightData() {
  return [
    {
      title: '省驻京办召开2024年工作务虚会省驻京办召开2024年工作务虚会省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    },
    {
      title: '省驻京办召开2024年工作务虚会省驻京办召开2024年工作务虚会省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    },
    {
      title: '省驻京办召开2024年工作务虚会省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    },
    {
      title: '省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    },
    {
      title: '省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    },
    {
      title: '省驻京办召开2024年工作务虚会',
      content: '1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。1月5日全天，省政府驻北京办事处召开2024年工作务虚会，省政府副秘书长，驻京办党组书记、主任樊会等领导人全部参加会议。',
      yearMonth: '2023-12',
      day: '28'
    }
  ]
}
export function getMusicList() {
  return [
    {
      title: '泰山之声',
      name: '基层聚焦',
      music: ''
    },
    {
      title: '泰山之声',
      name: '逍遥叹',
      music: ''
    },
    {
      title: '泰山之声',
      name: '孤勇者',
      music: ''
    }
  ]
}